Repository: SirCrownguard/Converty-Web
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: tr

source: Invalid language code.
tr: Geçersiz dil kodu.

source: No file part
tr: Dosya bölümü yok

source: Invalid conversion type
tr: Geçersiz dönüştürme türü

source: No selected file
tr: Seçili dosya yok

source: This conversion type is not yet implemented.
tr: Bu dönüştürme türü henüz uygulanmadı.

source: An unexpected error occurred during conversion.
tr: Dönüştürme sırasında beklenmeyen bir hata oluştu.

source: File type not allowed for selected conversion.
tr: Seçilen dönüştürme için dosya türüne izin verilmiyor.

source: Invalid filename.
tr: Geçersiz dosya adı.

source: File not found.
tr: Dosya bulunamadı.

source: Conversion Type
tr: Dönüştürme Türü

source: Select File
tr: Dosya Seç

source: No file selected
tr: Dosya seçilmedi

source: Max file size: %(size)sMB
tr: Maksimum dosya boyutu: %(size)sMB

source: Uploading...
tr: Yükleniyor...

source: Convert
tr: Dönüştür

source: Conversion Result
tr: Dönüştürme Sonucu

source: Download Converted File
tr: Dönüştürülen Dosyayı İndir

source: File Converter
tr: Dosya Dönüştürücü

source: Language
tr: Dil

source: Toggle Theme
tr: Temayı Değiştir

source: Error
tr: Hata

source: OK
tr: Tamam

source: Converty - File Converter
tr: Converty - Dosya Dönüştürücü

source: Easily convert your files with Converty.
tr: Converty ile dosyalarınızı kolayca dönüştürün.

source: Start a New Conversion
tr: Dönüştür

source: converter_pdf_to_pptx
tr: PDF'den PowerPoint'e Dönüştür
